Repository: blatinier/RendezMoiMesPlumes
Catalog: pigeon/locale/*/LC_MESSAGES/django.po
Languages: fr

source: week
fr: semaine

source: # Measures
fr: # Mesures

source: File too large. Size should not exceed %d MiB.
fr: Fichier trop volumineux. Il ne doit pas dépasser %d Mo.

source: The two password fields didn't match.
fr: Les champs de mot de passe ne correspondent pas.

source: Password
fr: Mot de passe

source: Password confirmation
fr: Confirmation du mot de passe

source: Enter the same password as above, for verification.
fr: Entrez le même mot de passe que ci-dessus pour vérification.

source: All product fields must be set
fr: Tous les champs du produit doivent être renseignés

source: Username
fr: Utilisateur

source: Product
fr: Produit

source: Brand
fr: Marque

source: Alfred the forbidden pigeon
fr: Alfred le pigeon interdit

source: Alfred the lost pigeon
fr: Alfred le pigeon perdu

source: Alfred the dead pigeon
fr: Alfred le pigeon mort

source: The login/password combination failed. Try again.
fr: La combinaison login/mot de passe a échouée. Essayez de nouveau.

source: You don't have access to the required page. To access it you need to connect with an allowed account.
fr: Vous n'avez pas accès à la page demandée. Pour y accéder, connectez-vous avec un compte ayant des droits suffisants.

source: Please connect to access the required page.
fr: Connectez-vous pour accéder à la page demandée.

source: Not registered yet?
fr: Pas encore inscrit ?

source: It's here!
fr: C'est par ici !

source: Sign in with Google
fr: Se connecter avec Google

source: Sign in with Facebook
fr: Se connecter avec Facebook

source: Sign in with Twitter
fr: Se connecter avec Twitter

source: Sign in with Github
fr: Se connecter avec Github

source: Register
fr: S'inscrire

source: About
fr: À propos

source: Press
fr: Presse

source: About RendezMoiMesPlumes
fr: À propos de RendezMoiMesPlumes

source: Who are we?
fr: Qui sommes-nous ?

source: How much are we taken for a ride?
fr: De combien se fait-on pigeonner ?

source: Answering this question is the aim of this site. Everything starts when a friend tells us "Hey! I weighted my 1kg rice, there was only 960g of it!". The experiment proved her right several times. The idea made its way in our mind... Why not creating a database gathering those measurements and discover how much we are taken for a ride?
fr: Répondre à cette question est l'objectif de ce site. Tout commence lorsqu'une connaissance nous lance « J'ai pesé mon pâquet de 1kg de riz, bah il faisait 960g ! ». Et l'expérience s'est réitérée plusieurs fois. L'idée fait son chemin... Pourquoi ne pas créer une base de donnée rassemblant toutes ces mesures et découvrir à quel point on se fait pigeonner ?

source: Founded in September 2017, based in Paris, France, RendezMoiMesPlumes is a community driven platform allowing to share data gathered by consumers all around the world.
fr: Fondée en septembre 2017 et basée à Paris, en France, RendezMoiMesPlumes est une plate-forme communautaire qui permet de partager les données recueilies par les consomma(c)teurs à travers le monde.

source: It can be a pasta packet from the supermarket, or the bio rye flour bag, or a basket of strawberries, RendezMoiMesPlumes allows everyone to point out irregularities and act for a change!
fr: Qu'il s'agisse d'un paquet de pâtes de supermarché, d'un paquet de farine de seigle noir bio ou d'une barquettes de fraises de saison, RendezMoiMesPlumes offre l’occasion à tout un chacun de devenir acteur du changement.

source: Fabien is a computer engineer, working in Paris.
fr: Fabien est ingénieur en informatique, basé à Paris.

source: Benoît is a computer engineer, travelling around the world with his family.
fr: Benoît est ingénieur en informatique sur les routes du monde avec sa famille.

source: Talking about us
fr: On parle de nous

source: Talking about the problem
fr: On parle du problème

source: You are a journalist and want to talk about us?
fr: Vous êtes journaliste et vous voulez parler de nous ?

source: Contact us
fr: Contactez-nous

source: now!
fr: maintenant !

source: 60 Millions de consomateurs (French)
fr: 60 millions de consomateurs

source: All measures
fr: Toutes les mesures

source: Filters
fr: Filtres

source: Contributed by
fr: Ajouté par

source: Package weight
fr: Poids sur le packet

source: Measured weight
fr: Poids mesuré

source: Diff
fr: Différence

source: Detail
fr: Détail

source: Thank you for your message, we will reply as fast as possible!
fr: Merci pour votre message, nous y répondrons aussi vite que possible !

source: How to contribute
fr: Comment contribuer

source: Alfred le pigeon
fr: Alfred the swallow

source: Weight!
fr: Pesez !

source: The first and most important contribution you could make is to weight your groceries and upload the result right here! It the whole lot of measurements made by you which make this website what it is and allow us to create pretty graphs helping the future you to make your choices wisely in the supermarket... and point out those disrespectful actions against the consumers.
fr: La première et la plus importantes des contributions qui vous puissiez faire c'est de peser vos courses et de mettre les résultats ici même ! C'est l'ensemble de toutes les mesures ainsi récupérées qui font ce site et permettent l'élaboration de joli statistiques vous aidant dans vos choix au magasin.

source: On Github
fr: Sur Github

source: You like this website and found a bug? You're missing a feature? You think we could improve some existing feature? Contact us now using the <a href="/contact">contact page</a> or hop on our <a href="//github.com/blatinier/onestpasdespigeons/issues">Github repository</a> and fill a ticket with your ideas! (And even code it if you feel like it!!)
fr: Vous aimez ce site et vous y avez trouvé un bug ? Une fonctionnalité vous manque ? Vous pensez qu'il est possible d'améliorer les fonctionnalités existante ? Alors n'hésitez pas une seconde et contactez nous via <a href="/contact"> la page de contact</a> ou passez sur le <a href="//github.com/blatinier/RendezMoiMesPlumes/issues">dépôt Github du projet</a> pour nous proposer votre idée ! (Et même la programmer si vous le souhaitez !)

source: Translate
fr: Traduisez

source: You found a translation error? You would like to see this website translated in another language? Go on our <a href="https://poeditor.com/join/project/bKxuAMSSBx">POEditor project</a> and contribute translations!
fr: Vous avez trouvé une erreur de traduction ? Vous souhaitez voir ce site traduit dans une autre langue ? Allez sur notre page <a href="https://poeditor.com/join/project/bKxuAMSSBx">POEditor</a> et ajoutez des traductions !

source: Answering this question is the objective of this small website. Everything starts when a friend tells us: "I weight my 1kg packet of rice, it weighted 960g!" The experiment could be reproduced several times. Why not create a database of all these weights and find out how much we are taken for a ride?
fr: Répondre à cette question est l'objectif de ce site. Tout commence lorsqu'une connaissance nous lance « J'ai pesé mon pâquet de 1kg de riz, bah il faisait 960g ! ». Et l'expérience s'est réitérée plusieurs fois. L'idée fait son chemin... Pourquoi ne pas créer une base de donnée rassemblant toutes ces mesures et découvrir à quel point on se fait pigeonner ?

source: Last measures
fr: Dernières mesures

source: My measures
fr: Mes mesures

source: Statistics
fr: Statistiques

source: Sign up
fr: Inscription

source: Sign in
fr: Connexion

source: My account
fr: Mon compte

source: Contribute
fr: Contribuer

source: Logout
fr: Déconnexion

source: Error:
fr: Erreur :

source: Warning:
fr: Attention :

source: Success:
fr: Succès :

source: User privacy
fr: Vie Privée

source: Measure information
fr: Informations sur la mesure

source: Brands
fr: Marques

source: Added by
fr: Aouté par

source: Package Weight
fr: Poids sur le packet

source: Measured Weight
fr: Poids mesuré

source: Add a new measure
fr: Ajouter une nouvelle mesure

source: Activity though the year (by week)
fr: Activité au cours de l'année (par semaine)

source: Are you sure?
fr: Êtes-vous sûr ?

source: You won't be able to recover that measure later.
fr: Vous ne pourrez pas récupérer cette mesure plus tard.

source: Yes, delete it!
fr: Oui, supprimer !

source: Overview
fr: Tableau de bord

source: # Products: %(nb_products)s
fr: # Produits: %(nb_products)s

source: # Measures: %(nb_measures)s
fr: # Mesures: %(nb_measures)s

source: By products
fr: Par produits

source: Top 5 products
fr: Top 5 produits

source: Flop 5 products
fr: Flop 5 produits

source: By brands
fr: Par marques

source: Top 5 brands
fr: Top 5 marques

source: Flop 5 brands
fr: Flop 5 marques

source: Absolute statistics
fr: Statistiques absolues

source: Min difference: %(abs_min_diff)s
fr: Différence min: %(abs_min_diff)s

source: Max difference: %(abs_max_diff)s
fr: Différence max: %(abs_max_diff)s

source: Median difference: %(abs_median_diff)s
fr: Différence médiane: %(abs_median_diff)s

source: Mean difference: %(abs_mean_diff)s
fr: Différence moyenne: %(abs_mean_diff)s

source: Relative statistics
fr: Statistiques relatives

source: Min difference: %(rel_min_diff)s%%
fr: Différence min: %(rel_min_diff)s%%

source: Max difference: %(rel_max_diff)s%%
fr: Différence max: %(rel_max_diff)s%%

source: Median difference: %(rel_median_diff)s%%
fr: Différence médiane: %(rel_median_diff)s%%

source: Mean difference: %(rel_mean_diff)s%%
fr: Différence moyenne: %(rel_mean_diff)s%%

source: User Privacy
fr: Vie Privée

source: All personnal information you put on this website is your full and only property.
fr: Toutes les informations que vous mettez sur ce site est votre entière propriété.

source: You can require editing/deleting these information at any time by contacting us on the <a href='/contact'>contact page<a>
fr: Vous pouvez exiger la modification / suppression de ces informations à tout moment en nous contactant sur <a href='/contact'>la page de contact<a>

source: Average weight difference:
fr: Différence de poids moyenne :

source: # measures:
fr: # Mesures :

source: Product information
fr: Informations sur le produit

source: Quantity
fr: Quantité

source: See more
fr: En savoir plus

source: Last measures on this product
fr: Dernières mesures de ce produit

source: See
fr: Voir

source: Last measures added
fr: Dernières mesures ajoutées

source: Edit my account
fr: Éditer mon compte

source: Suspend my account
fr: Suspendre mon compte

source: Are you sure you want to deactivate your account?
fr: Êtes-vous sûr de vouloir désactiver votre compte ?

source: Deactivate my account
fr: Désactiver mon compte

source: You already have an account.
fr: Vous avez déjà un compte.

source: Update
fr: Enregistrer

source: Update successful!
fr: Mis à jour effectuée !

source: Account deactivated.
fr: Compte désactivé.

source: Email sent!
fr: Email envoyé !

source: All fields are required!
fr: Tous les champs sont requis !

source: Measure added!
fr: Mesure ajoutée

source: Please select or create a product(all fields in create are required).
fr: Sélectionnez ou créez un produit (tous les champs doivent être renseigné en mode création).

source: Error in the form.
fr: Erreur dans le formulaire.

source: Add a measure
fr: Ajouter une mesure

source: Add!
fr: Ajouter !

source: Add and keep adding!
fr: Ajouter et continuer d'ajouter !

source: Measure edited!
fr: Mesure éditée !

source: Edit measure {measure_id}
fr: Editer le mesure {measure_id}

source: Edit
fr: Éditer

source: Measure deleted!
fr: Mesure supprimée !
